{
  "metadata": {
    "id": "section-principale",
    "title": "Le régime particulier de l’action en nullité d’une société",
    "type": "section-synthese",
    "level": 1,
    "order": 0,
    "path": [
      "section-principale"
    ],
    "children": []
  },
  "content": "**Le régime particulier de l’action en nullité d’une société**\n\n**Qu’est-ce qu’une action en nullité de société ?**\n\nLorsqu'une société a été créée en violation de certaines règles juridiques, elle peut être annulée par un tribunal. Cette annulation met fin à son existence juridique et déclenche sa dissolution. Cependant, ce processus n’est pas automatique : il obéit à des conditions strictes, tant sur **qui peut agir**, **quand agir**, et **comment éviter la nullité**.\n\n**Qui peut demander la nullité d’une société ?**\n\nTout dépend de la nature de l’irrégularité \n\n1. Nullité absolue :\\\n   Lorsqu’il s’agit d’un problème grave qui concerne l’ordre public (exemple : une société créée sans aucun apport ou dans un but illégal), **toute personne ayant un intérêt légitime** peut agir : un associé, un dirigeant, un créancier, un commissaire aux comptes, etc.\\\n   **Exemple** : Une société fictive, utilisée uniquement pour blanchir de l'argent, peut être annulée à la demande d’un créancier ou du ministère public.\n2. Nullité relative :\\\n   Si l’irrégularité concerne une règle qui protège un intérêt privé (par exemple, un vice de consentement), **seule la personne concernée** peut engager l’action.\\\n   **Exemple** : Si un associé a été trompé lors de la signature des statuts, **lui seul** peut demander l’annulation de la société pour vice de consentement.\n\n**Quel est le délai pour demander l’annulation ?**\n\nLe délai est **de trois ans**, à compter du jour où la cause de nullité est intervenue (article 251 du droit OHADA sur les sociétés commerciales). Ce délai est plus court que dans d’autres matières juridiques, car il faut protéger la stabilité des entreprises.\n\n**Cas particulier** : Si la nullité repose sur un **vice de consentement** (erreur, dol, violence), le délai commence **le jour où la personne découvre le vice**.\n\n**Peut-on éviter l’annulation d’une société ?**\n\nOui. La loi permet de **\"régulariser\"** certains défauts pour éviter l’annulation.\n\nOn parle de **nullité \"couverte\"** lorsque le défaut est réparé avant que le tribunal ne statue.\n\n**Exemple** : Une société omet la publication légale de ses statuts. Si elle publie cette annonce avant que le juge ne rende son jugement, la nullité est couverte, et l’action devient irrecevable.\n\n**Exceptions :**\n\n- On **ne peut pas régulariser** un défaut lié à un objet social **illégal**. Par exemple, une société créée pour organiser des jeux de hasard interdits ne pourra jamais être sauvée par une régularisation.\n\n**Que peut faire le tribunal ?**\n\nMême si les parties n’en font pas la demande, le juge peut accorder **un délai de deux mois** pour permettre la régularisation (article 247). Durant ce délai, la société peut corriger le vice.\n\n**Et après la régularisation ?**\n\nSi la régularisation est faite dans les temps :\n\n- L’action en nullité est **irrecevable**, car la cause de nullité a disparu.\n- Mais il est toujours possible de **demander réparation du préjudice** causé par l’irrégularité.\n\n**Exemple** : Un associé a été trompé lors de la constitution de la société. Même si le vice est corrigé, il peut encore demander des dommages-intérêts.\n\n**Cas particulier : incapacité ou vice de consentement d’un associé**\n\nDans ce cas, **toute personne intéressée** (ex : un autre associé) peut envoyer une **mise en demeure** à celui qui est concerné. Celui-ci a alors **six mois** pour choisir :\n\n- soit de corriger la situation (ex : demander une émancipation ou faire signer un représentant légal) ;\n- soit d’agir en justice pour annuler la société.\n\nS’il ne fait rien dans le délai, **il perd son droit d’agir** (on parle de **forclusion**).\n\nDe plus, les autres associés peuvent proposer au juge **de racheter ses parts**, pour éviter la disparition de la société.\n\n**Conclusion**\n\nLe droit OHADA protège les entreprises contre les annulations abusives. Il impose des délais courts, limite les personnes pouvant agir, et permet la régularisation de la plupart des vices. L’objectif est de **protéger les tiers et l’économie**, tout en garantissant la légalité des structures juridiques."
}